Atenas
Grécia
Bagdade
Iraque
Banguecoque
Tailândia
Pequim
China
Berlim
Alemanha
Berna
Suíça
Cairo
Egito
Camberra
Austrália
Hanói
Vietname
Havana
Cuba
Helsínquia
Finlândia
Islamabade
Paquistão
Cábul
Afeganistão
Londres
Inglaterra
Madrid
Espanha
Moscovo
Rússia
Oslo
Noruega
Ottawa
Canadá
Paris
França
Roma
Itália
Estocolmo
Suécia
Teerão
Irão
Tóquio
Japão
capital-world
Abuja
Nigéria
Acra
Gana
Argel
Argélia
Amã
Jordânia
Ancara
Turquia
Antananarivo
Madagáscar
Apia
Samoa
Asgabate
Turquemenistão
Asmara
Eritreia
Astana
Cazaquistão
Baku
Azerbaijão
Bamako
Mali
Banjul
Gâmbia
Beirute
Líbano
Belgrado
Sérvia
Belmopã
Belize
Bisqueque
Quirguistão
Bratislava
Eslováquia
Bruxelas
Bélgica
Bucareste
Roménia
Budapeste
Hungria
Bujumbura
Burundi
Caracas
Venezuela
Chisinau
Moldávia
Conacri
Guiné
Copenhaga
Dinamarca
Dacar
Senegal
Damasco
Síria
Daca
Bangladeche
Doa
Catar
Dublim
Irlanda
Duchambé
Tajiquistão
Funafuti
Tuvalu
Gaborone
Botsuana
Georgetown
Guiana
Harare
Zimbabué
Jacarta
Indonésia
Campala
Uganda
Catmandu
Nepal
Cartum
Sudão
Kiev
Ucrânia
Quigali
Ruanda
Kingston
Jamaica
Libreville
Gabão
Lilongwe
Malaui
Lima
Peru
Lisboa
Portugal
Liubliana
Eslovénia
Luanda
Angola
Lusaca
Zâmbia
Manágua
Nicarágua
Manama
Bareine
Manila
Filipinas
Maputo
Moçambique
Minsk
Bielorrússia
Mogadíscio
Somália
Monróvia
Libéria
Montevideu
Uruguai
Mascate
Omã
Nairóbi
Quénia
Nassau
Baamas
Niamei
Níger
Nicósia
Chipre
Nuaquechote
Mauritânia
Nuque
Gronelândia
Paramaribo
Suriname
Podgorica
Montenegro
Quito
Equador
Rabat
Marrocos
Riga
Letónia
Roseau
Dominica
Santiago
Chile
Escópia
Macedónia
Sófia
Bulgária
Suva
Fiji
Taipé
Taiwan
Talim
Estónia
Tashkent
Uzbequistão
Tbilisi
Geórgia
Tegucigalpa
Honduras
Timbu
Butão
Tirana
Albânia
Trípoli
Líbia
Tunes
Tunísia
Vaduz
Liechtenstein
Valletta
Malta
Viena
Áustria
Vienciana
Laos
Vílnius
Lituânia
Varsóvia
Polónia
Windhoek
Namíbia
Erevan
Arménia
Zagreb
Croácia
currency
dinar
kwanza
Argentina
peso
dram
Brasil
real
lev
Cambodja
riel
dólar
kuna
coroa
Europa
euro
florim
Índia
rupia
rial
Iene
Coreia
won
lats
litas
Malásia
ringgit
México
naira
zlóti
leu
rublo
baht
grívnia
EUA
dongue
city-in-state
Chicago
Ilinóis
Houston
Texas
Filadélfia
Pensilvânia
Fênix
Arizona
Dallas
Jacksonville
Flórida
Indianápolis
Indiana
Austin
Detroit
Michigan
Mênfis
Tennessee
Boston
Massachusetts
Seattle
Washington
Denver
Colorado
Baltimore
Marilândia
Nashville
Louisville
Kentucky
Milwaukee
Wisconsin
Portland
Oregão
Tucson
Fresno
Califórnia
Sacramento
Mesa
Atlanta
Omaha
Nebraska
Miami
Tulsa
Oklahoma
Oakland
Cleveland
Ohio
Minneapolis
Minesota
Wichita
Kansas
Arlington
Bakersfield
Tampa
Anaheim
Honolulu
Havai
Pitsburgo
Lexington
Stockton
Cincinnati
Anchorage
Alasca
Toledo
Plano
Henderson
Nevada
Orlando
Laredo
Chandler
Madison
Lubbock
Garland
Glendale
Hialeah
Reno
Scottsdale
Irving
Fremont
Irvine
Spokane
Modesto
Shreveport
Luisiana
Tacoma
Oxnard
Fontana
Akron
Amarillo
Tallahassee
Huntsville
Alabama
Worcester
family
rapaz
rapariga
irmão
irmã
irmãos
irmãs
pai
mãe
avô
avó
neto
neta
noivo
noiva
ele
ela
dele
dela
marido
mulher
rei
rainha
homem
sobrinho
sobrinha
príncipe
princesa
filho
filha
fihos
filhas
meio-irmão
meia-irmã
padrasto
madrasta
enteado
enteada
tio
tia
gram1-adjective-to-adverb
fantástico
fantasticamente
aparente
aparentemente
calmo
calmamente
alegre
alegremente
completo
completamente
eficiente
eficientemente
afortunado
afortunadamente
livre
livremente
furioso
furiosamente
imediato
imediatamente
infrequente
infrequentemente
sortudo
felizmente
óbvio
obviamente
ocasional
ocasionalmente
possível
possivelmente
preciso
precisamente
profissional
profissionalmente
rápido
rapidamente
silencioso
silenciosamente
raro
raramente
relutante
relutantemente
seguro
seguramente
sério
seriamente
lento
lentamente
repentino
repentinamente
veloz/rápido
típico
tipicamente
infeliz
infelizmente
usual
usualmente
gram2-opposite
aceitável
inaceitável
consciente
inconsciente
certo
incerto
claro
obscuro
confortável
desconfortável
competitivo
descompetitivo
consistente
inconsistente
convincente
inconvincente
conveniente
inconveniente
decidido
indeciso
ineficiente
ético
antiético
honesto
desonesto
impressivo
inexpressivo
informativo
desinformativo
informado
desinformado
conhecido
desconhecido
provável
improvável
lógico
ilógico
agradável
desagradável
impossível
impossivelmente
produtivo
improdutivo
racional
irracional
responsável
irresponsável
gram3-comparative
mau
pior
grande
maior
bom
melhor
pequeno
menor
gram4-superlative
brilhante
brilhantíssimo
escuro
escuríssimo
fácil
facílimo
rapidíssimo
grandíssimo
alto
altíssimo
larguíssimo
longo
longuíssimo
baixo
baixíssimo
velho
velhíssimo
aguçado
aguçadíssimo
simples
simplicíssimo
curto
curtíssimo
estranho
estranhíssimo
forte
fortíssimo
doce
dulcíssimo
fraco
fraquíssimo
largo
jovem
novíssimo
gram5-present-participle
programar
programando
dançar
dançando
depurar
depurando
diminuir
diminuindo
descrever
descrevendo
descobrir
descobrindo
melhorar
melhorando
voar
voando
gerar
gerando
ir
indo
implementar
implementando
aumentar
aumentando
inventar
inventando
saltar
saltando
ouvir
ouvindo
ver
vendo
mover
movendo
jogar
jogando
prever
prevendo
ler
lendo
correr
correndo
dizer
dizendo
gritar
gritando
baralhar
baralhando
cantar
cantando
sentar
sentando
abrandando
nadar
nadando
pensar
pensando
desaparecer
desaparecendo
andar
andando
escrever
escrevendo
gram6-nationality-adjective
Albanês
Argentino
Australiano
Austríaco
Bielorusso
Brasileiro
Búlgaro
Cambojano
Chileno
Chinês
Colombia
Colombiano
Croata
Dinamarquês
Egípcio
Inglês
Frânces
Alemão
Grego
Islândia
Islandês
Indiano
Irlândes
Israel
Israelita
Italiano
Japonês
Coreano
Macedónio
Maltês
Mexicano
Moldávio
Holanda
Holandês
Norueguês
Peruano
Polaco
Português
Russo
Eslovaco
Espanhol
Sueco
Suiço
Tailandês
Ucraniano
gram7-past-tense
dançou
diminuiu
descreveu
melhorou
caíndo
caiu
alimentando
alimentou
voou
gerou
foi
escondendo
escondeu
acertando
acertou
implementou
aumentou
saltou
conhecendo
conheceu
ouviu
olhou
moveu
pagou
jogou
previu
correu
disse
gritou
viu
vendendo
vendeu
encolhendo
encolheu
cantou
sentou
dormindo
dormiu
lentificou
gastando
gastou
golpeando
golpeou
nadou
tirando
tirou
pensou
desapareceu
andou
escreveu
gram8-plural
banana
bananas
pássaro
pássaros
garrafa
garrafas
edifício
edifícios
carro
carros
gato
gatos
criança
crianças
nuvem
nuvens
cor
cores
computador
computadores
vaca
vacas
cão
cães
dólares
burro
burros
sonho
sonhos
águia
águias
elefante
elefantes
olho
olhos
dedo
dedos
cabra
cabras
mão
mãos
cavalo
cavalos
leão
leões
máquina
máquinas
manga
mangas
homens
melão
melões
macaco
macacos
rato
ratos
cebola
cebolas
pêra
pêras
porco
porcos
ananás
ananases
ratazana
ratazanas
estrada
estradas
cobra
cobras
mulheres
gram9-plural-verbs
diminuem
descrevem
comer
comem
melhoram
estima
estimam
encontra
encontram
geram
vão
implementam
aumentam
ouvem
jogam
prevêem
fornece
fornecem
dizem
gritam
procura
procuram
vêem
baralham
cantam
sentam
lentificam
diz
nadam
fala
falam
pensam
desaparecem
andam
trabalhou
trabalham
escrevem
